brew 'bat'
brew 'exa'
brew 'fd'
brew 'fish'
brew 'fzf'
brew 'gh'
brew 'git'
brew 'git-delta'
brew 'kakoune'
brew 'libpq'
brew 'node'
brew 'postgresql@15'
brew 'ripgrep'

tap 'homebrew/cask-fonts'

cask 'font-meslo-lg-nerd-font'
cask 'hyper'
cask 'iina'
cask 'ledger-live'
cask 'raycast'
cask 'spotify'
cask 'transmission'
cask 'webstorm'

mas 'AdGuard for Safari', id: 1440147259
