tap 'oven-sh/bun'

brew 'bat'
brew 'oven-sh/bun/bun'
brew 'eza'
brew 'fd'
brew 'fish'
brew 'fzf'
brew 'gh'
brew 'git'
brew 'git-delta'
brew 'kakoune'
brew 'ollama'
brew 'postgresql@16'
brew 'ripgrep'
brew 'starship'
brew 'zoxide'

cask 'alcove'
cask 'clop'
cask 'ghostty'
cask 'iina'
cask 'logi-options+'
cask 'raycast'
cask 'spotify'
cask 'transmission'
cask 'zed'

mas 'AdGuard for Safari', id: 1440147259
mas 'Copilot', id: 1447330651
mas 'DaVinci Resolve', id: 571213070
mas 'Dropover', id: 1355679052
mas 'Photomator', id: 1444636541
mas 'Tailscale', id: 1444636541
