brew 'bat'
brew 'exa'
brew 'fd'
brew 'fish'
brew 'fzf'
brew 'git'
brew 'git-delta'
brew 'gh'
brew 'kakoune'
brew 'node'
brew 'postgresql'

tap 'homebrew/cask-versions'
tap 'homebrew/cask-fonts'

cask 'alfred'
cask 'font-meslo-lg-nerd-font'
cask 'hyper'
cask 'iina'
cask 'rectangle'
cask 'spotify'
cask 'transmission'
cask 'webstorm'

mas 'AdGuard for Safari', id: 1440147259
mas 'DaVinci Resolve', id: 571213070
mas 'The Unarchiver', id: 425424353
